Repository: renduples/agentic-plugin
Catalog: languages/agentic-plugin-*.po
Languages: de_de, es_es, fr_fr

source: AI agent marketplace for WordPress - imagine it, build it, monetize it.
de_de: KI-Agenten-Marktplatz für WordPress - stellen Sie es sich vor, bauen Sie es, monetarisieren Sie es.
es_es: Mercado de agentes de IA para WordPress - imagínalo, constrúyelo, monetízalo.
fr_fr: Marché d'agents IA pour WordPress - imaginez-le, construisez-le, monétisez-le.

source: You do not have permission to access this page.
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es_es: No tienes permiso para acceder a esta página.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.

source: Agent installed successfully.
de_de: Agent erfolgreich installiert.
es_es: Agente instalado correctamente.
fr_fr: Agent installé avec succès.

source: Add Agents
de_de: Agenten Hinzufügen
es_es: Agregar Agentes
fr_fr: Ajouter des Agents

source: Go to Installed Agents
de_de: Zu Installierten Agenten
es_es: Ir a Agentes Instalados
fr_fr: Aller aux Agents Installés

source: Featured
de_de: Empfohlen
es_es: Destacados
fr_fr: En Vedette

source: Search Agents
de_de: Agenten Suchen
es_es: Buscar Agentes
fr_fr: Rechercher des Agents

source: Search agents...
de_de: Agenten suchen...
es_es: Buscar agentes...
fr_fr: Rechercher des agents...

source: No agents found matching your search.
de_de: Keine Agenten gefunden, die Ihrer Suche entsprechen.
es_es: No se encontraron agentes que coincidan con tu búsqueda.
fr_fr: Aucun agent trouvé correspondant à votre recherche.

source: Agent Library is Empty
de_de: Agenten-Bibliothek ist Leer
es_es: La Biblioteca de Agentes está Vacía
fr_fr: La Bibliothèque d'Agents est Vide

source: No agents are available in the library yet. Check back soon or contribute your own agents!
de_de: In der Bibliothek sind noch keine Agenten verfügbar. Schauen Sie bald wieder vorbei oder tragen Sie Ihre eigenen Agenten bei!
es_es: ¡Aún no hay agentes disponibles en la biblioteca. Vuelve pronto o contribuye con tus propios agentes!
fr_fr: Aucun agent n'est encore disponible dans la bibliothèque. Revenez bientôt ou contribuez vos propres agents!

source: Learn How to Create Agents
de_de: Lernen Sie, Agenten zu Erstellen
es_es: Aprende Cómo Crear Agentes
fr_fr: Apprenez à Créer des Agents

source: By
de_de: Von
es_es: Por
fr_fr: Par

source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installé

source: Install Now
de_de: Jetzt Installieren
es_es: Instalar Ahora
fr_fr: Installer Maintenant

source: Version:
es_es: Versión:

source: Create Your Own Agent
de_de: Erstellen Sie Ihren Eigenen Agenten
es_es: Crea Tu Propio Agente
fr_fr: Créez Votre Propre Agent

source: Agents are modular components that can be built by any developer. Like WordPress plugins, agents follow a standard structure:
de_de: Agenten sind modulare Komponenten, die von jedem Entwickler erstellt werden können. Wie WordPress-Plugins folgen Agenten einer Standardstruktur:
es_es: Los agentes son componentes modulares que pueden ser creados por cualquier desarrollador. Al igual que los plugins de WordPress, los agentes siguen una estructura estándar:
fr_fr: Les agents sont des composants modulaires qui peuvent être créés par n'importe quel développeur. Comme les plugins WordPress, les agents suivent une structure standard:

source: Agent Headers:
de_de: Agenten-Header:
es_es: Encabezados del Agente:
fr_fr: En-têtes d'Agent:

source: View Documentation
de_de: Dokumentation Anzeigen
es_es: Ver Documentación
fr_fr: Voir la Documentation

source: Agent deactivated.
de_de: Agent deaktiviert.
es_es: Agente desactivado.
fr_fr: Agent désactivé.

source: Agent deleted.
de_de: Agent gelöscht.
es_es: Agente eliminado.
fr_fr: Agent supprimé.

source: Agents
de_de: Agenten
es_es: Agentes

source: Add New Agent
de_de: Neuen Agenten Hinzufügen
es_es: Agregar Nuevo Agente
fr_fr: Ajouter un Nouvel Agent

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif

source: Search installed agents...
de_de: Installierte Agenten suchen...
es_es: Buscar agentes instalados...
fr_fr: Rechercher des agents installés...

source: Agent
es_es: Agente

source: Description
de_de: Beschreibung
es_es: Descripción

source: No agents installed yet.
de_de: Noch keine Agenten installiert.
es_es: Aún no hay agentes instalados.
fr_fr: Aucun agent installé pour le moment.

source: Add your first agent
de_de: Fügen Sie Ihren ersten Agenten hinzu
es_es: Agrega tu primer agente
fr_fr: Ajoutez votre premier agent

source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver

source: Activate
de_de: Aktivieren
es_es: Activar
fr_fr: Activer

source: Are you sure you want to delete this agent?
de_de: Sind Sie sicher, dass Sie diesen Agenten löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar este agente?
fr_fr: Êtes-vous sûr de vouloir supprimer cet agent?

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Version %s
es_es: Versión %s

source: Capabilities: %s
de_de: Fähigkeiten: %s
es_es: Capacidades: %s
fr_fr: Capacités: %s

source: Dashboard
es_es: Panel
fr_fr: Tableau de Bord

source: Agent Chat
de_de: Agenten-Chat
es_es: Chat del Agente
fr_fr: Chat de l'Agent

source: Installed Agents
de_de: Installierte Agenten
es_es: Agentes Instalados
fr_fr: Agents Installés

source: Add Agent
de_de: Agent Hinzufügen
es_es: Agregar Agente
fr_fr: Ajouter un Agent

source: Audit Log
de_de: Audit-Protokoll
es_es: Registro de Auditoría
fr_fr: Journal d'Audit

source: Code Proposals
de_de: Code-Vorschläge
es_es: Propuestas de Código
fr_fr: Propositions de Code

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres

source: Agentic Plugin Agents
de_de: Agentic Plugin Agenten
es_es: Agentes de Agentic Plugin
fr_fr: Agents Agentic Plugin

source: Agent Audit Logs
de_de: Agenten-Audit-Protokolle
es_es: Registros de Auditoría de Agentes
fr_fr: Journaux d'Audit des Agents

source: Agent Approvals
de_de: Agenten-Genehmigungen
es_es: Aprobaciones de Agentes
fr_fr: Approbations d'Agents

source: Approval
de_de: Genehmigung
es_es: Aprobación
fr_fr: Approbation

source: Agent functionality coming soon. This is a placeholder response.
de_de: Agenten-Funktionalität kommt bald. Dies ist eine Platzhalter-Antwort.
es_es: Funcionalidad del agente próximamente. Esta es una respuesta temporal.
fr_fr: Fonctionnalité de l'agent bientôt disponible. Ceci est une réponse temporaire.

source: Agent not found.
de_de: Agent nicht gefunden.
es_es: Agente no encontrado.
fr_fr: Agent non trouvé.

source: Agent is already active.
de_de: Agent ist bereits aktiv.
es_es: El agente ya está activo.
fr_fr: L'agent est déjà actif.

source: This agent requires PHP %s or higher.
de_de: Dieser Agent erfordert PHP %s oder höher.
es_es: Este agente requiere PHP %s o superior.
fr_fr: Cet agent nécessite PHP %s ou supérieur.

source: This agent requires WordPress %s or higher.
de_de: Dieser Agent erfordert WordPress %s oder höher.
es_es: Este agente requiere WordPress %s o superior.
fr_fr: Cet agent nécessite WordPress %s ou supérieur.

source: Agent is not active.
de_de: Agent ist nicht aktiv.
es_es: El agente no está activo.
fr_fr: L'agent n'est pas actif.

source: Agent file not found.
de_de: Agenten-Datei nicht gefunden.
es_es: Archivo del agente no encontrado.
fr_fr: Fichier d'agent non trouvé.

source: Error loading agent: %s
de_de: Fehler beim Laden des Agenten: %s
es_es: Error al cargar el agente: %s
fr_fr: Erreur lors du chargement de l'agent: %s

source: Agent not found in library.
de_de: Agent in Bibliothek nicht gefunden.
es_es: Agente no encontrado en la biblioteca.
fr_fr: Agent non trouvé dans la bibliothèque.

source: Agent is already installed.
de_de: Agent ist bereits installiert.
es_es: El agente ya está instalado.
fr_fr: L'agent est déjà installé.

source: Failed to copy agent files.
de_de: Fehler beim Kopieren der Agenten-Dateien.
es_es: Error al copiar los archivos del agente.
fr_fr: Échec de la copie des fichiers de l'agent.

source: Agent is not installed.
de_de: Agent ist nicht installiert.
es_es: El agente no está instalado.
fr_fr: L'agent n'est pas installé.

source: Failed to delete agent files.
de_de: Fehler beim Löschen der Agenten-Dateien.
es_es: Error al eliminar los archivos del agente.
fr_fr: Échec de la suppression des fichiers de l'agent.

source: Add New
de_de: Neu Hinzufügen
es_es: Agregar Nuevo
fr_fr: Ajouter Nouveau

source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer

source: Installing...
de_de: Installiere...
es_es: Instalando...
fr_fr: Installation...

source: Activating...
de_de: Aktiviere...
es_es: Activando...
fr_fr: Activation...

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour

source: Updating...
de_de: Aktualisiere...
es_es: Actualizando...
fr_fr: Mise à jour...

source: Purchase
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter

source: Enter License Key
de_de: Lizenzschlüssel Eingeben
es_es: Ingresar Clave de Licencia
fr_fr: Entrer la Clé de Licence

source: An error occurred
de_de: Ein Fehler ist aufgetreten
es_es: Ocurrió un error
fr_fr: Une erreur s'est produite

source: No agents found
de_de: Keine Agenten gefunden
es_es: No se encontraron agentes
fr_fr: Aucun agent trouvé

source: View Details
de_de: Details Anzeigen
es_es: Ver Detalles
fr_fr: Voir les Détails

source: downloads
es_es: descargas
fr_fr: téléchargements

source: Last updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour

source: Version
es_es: Versión

source: Requires
de_de: Erfordert
es_es: Requiere
fr_fr: Nécessite

source: Tested up to
de_de: Getestet bis
es_es: Probado hasta
fr_fr: Testé jusqu'à

source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit

source: Agent Marketplace
de_de: Agenten-Marktplatz
es_es: Mercado de Agentes
fr_fr: Marché d'Agents

source: License Required
de_de: Lizenz Erforderlich
es_es: Licencia Requerida
fr_fr: Licence Requise

source: A valid license is required to access the Agent Marketplace and download premium agents.
de_de: Eine gültige Lizenz ist erforderlich, um auf den Agenten-Marktplatz zuzugreifen und Premium-Agenten herunterzuladen.
es_es: Se requiere una licencia válida para acceder al Mercado de Agentes y descargar agentes premium.
fr_fr: Une licence valide est requise pour accéder au Marché d'Agents et télécharger des agents premium.

source: Purchase License ($10/year)
de_de: Lizenz Kaufen (10$/Jahr)
es_es: Comprar Licencia ($10/año)
fr_fr: Acheter une Licence (10$/an)

source: What you get with a license:
de_de: Was Sie mit einer Lizenz erhalten:
es_es: Lo que obtienes con una licencia:
fr_fr: Ce que vous obtenez avec une licence:

source: Access to 100+ premium agents
de_de: Zugang zu über 100 Premium-Agenten
es_es: Acceso a más de 100 agentes premium
fr_fr: Accès à plus de 100 agents premium

source: One-click agent installation
de_de: Agenten-Installation mit einem Klick
es_es: Instalación de agentes con un clic
fr_fr: Installation d'agents en un clic

source: Upload and sell your own agents
de_de: Laden Sie Ihre eigenen Agenten hoch und verkaufen Sie sie
es_es: Sube y vende tus propios agentes
fr_fr: Téléchargez et vendez vos propres agents

source: Priority support
de_de: Prioritäts-Support
es_es: Soporte prioritario
fr_fr: Support prioritaire

source: Recently Updated
de_de: Kürzlich Aktualisiert
es_es: Actualizados Recientemente
fr_fr: Récemment Mis à Jour

source: All Categories
de_de: Alle Kategorien
es_es: Todas las Categorías
fr_fr: Toutes les Catégories

source: Loading agents...
de_de: Lade Agenten...
es_es: Cargando agentes...
fr_fr: Chargement des agents...

source: Invalid agent ID
de_de: Ungültige Agenten-ID
es_es: ID de agente inválido
fr_fr: ID d'agent invalide

source: Permission denied
de_de: Berechtigung verweigert
es_es: Permiso denegado
fr_fr: Permission refusée

source: License key required for premium agents
de_de: Lizenzschlüssel für Premium-Agenten erforderlich
es_es: Se requiere clave de licencia para agentes premium
fr_fr: Clé de licence requise pour les agents premium

source: Invalid license key
de_de: Ungültiger Lizenzschlüssel
es_es: Clave de licencia inválida
fr_fr: Clé de licence invalide

source: Agent installed successfully
de_de: Agent erfolgreich installiert
es_es: Agente instalado correctamente
fr_fr: Agent installé avec succès

source: Invalid agent package: agent.php not found
de_de: Ungültiges Agenten-Paket: agent.php nicht gefunden
es_es: Paquete de agente inválido: agent.php no encontrado
fr_fr: Package d'agent invalide: agent.php non trouvé

source: Invalid agent slug
de_de: Ungültiger Agenten-Slug
es_es: Slug de agente inválido
fr_fr: Slug d'agent invalide

source: Agent activated
de_de: Agent aktiviert
es_es: Agente activado
fr_fr: Agent activé

source: Agent deactivated
de_de: Agent deaktiviert
es_es: Agente desactivado
fr_fr: Agent désactivé

source: Invalid rating
de_de: Ungültige Bewertung
es_es: Calificación inválida
fr_fr: Évaluation invalide

source: Invalid API response format
de_de: Ungültiges API-Antwortformat
es_es: Formato de respuesta API inválido
fr_fr: Format de réponse API invalide

source: API request failed
de_de: API-Anfrage fehlgeschlagen
es_es: Solicitud API falló
fr_fr: La requête API a échoué

source: Please log in to chat with our AI assistant.
de_de: Bitte melden Sie sich an, um mit unserem KI-Assistenten zu chatten.
es_es: Por favor inicia sesión para chatear con nuestro asistente de IA.
fr_fr: Veuillez vous connecter pour discuter avec notre assistant IA.

source: Log In
de_de: Anmelden
es_es: Iniciar Sesión
fr_fr: Se Connecter

source: Popular
de_de: Beliebt
fr_fr: Populaire
